name: "sample_asr_model"
platform: "tensorflow_savedmodel"
max_batch_size: 8
input [
  {
    name: "audio_input"
    data_type: TYPE_FLOAT
    dims: [-1, 16000]
  }
]
output [
  {
    name: "transcript_output"
    data_type: TYPE_STRING
    dims: [1]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]






